// export const viti = {
//     title: 'Військовий інститут телекомунікацій та інформатизації імені Героїв Крут',
//     coordinates: '50.429972386764774, 30.54421301167375',
//     address: '01011, м. Київ, вул. Московська, 45/1',
//     email: 'viti@viti.edu.ua viti@post.mil.gov.ua',
//     phones: [
//         {title: 'Телефон/факс (черговий Військового інституту)', phone: ' (044) 280-59-67, (044) 256-22-00'},
//         {title: 'заступник начальника:', phone: '(044) 256-23-08'},
//         {title: 'заступник начальника інституту з навчальної роботи:', phone: '(044) 256-22-93'},
//         {title: 'заступник начальника інституту з наукової роботи:', phone: '(044) 256-23-07'},
//         {title: 'начальник факультету телекомунікаційних систем:', phone: '(044) 256-22-21'},
//         {title: 'начальник факультету інформаційних технологій:', phone: '(044) 256-22-35'},
//         {title: 'начальник факультету бойового застосування систем управління та зв\'язку: ', phone: '(044) 256-23-37'},
//         {title: 'начальник кафедри військової підготовки:', phone: '(044) 256-22-59'},
//         {title: 'начальник навчального відділу:', phone: '(044) 256-22-71'},
//         {title: 'начальник відділу особового складу та стройового:', phone: '(044) 256-23-89'}
//     ],
//     faculty: [
//         {
//             title: 'Факультет телекомунікаційних систем',
//             specialities: ['Телекомунікації та радіотехніка'],
//             description: `Факультет Телекомунікаційних систем Військового інституту телекомунікацій та інформатизації імені Героїв Крут є одним з основних організаційних і навчально-наукових структурних підрозділів інституту, який об'єднує кафедри, підрозділи курсантів.
// Основною метою діяльності факультету є забезпечення умов, необхідних для здійснення освітньої діяльності, яка відповідає стандартам вищої освіти та забезпечує пдготовку, згідно з державним замовленням, висококвалфікованих військових фахівців на рівнях вищої освіти перший (бакалаврський) рівень, другий (магістерський) рівень та фахівців заочної форми навчання з числа військовослужбовців за контрактом.`
//         },
//         {
//
//             title: 'Факультет інформаційних технологій',
//             specialities: ['Комп’ютерні науки;', 'Інформаційні системи та технології.'],
//             description: `Факультет Інформаційних технологій є одним з основних організаційних і навчально-наукових структурних підрозділів Військового інституту телекомунікацій та інформатизації.
// Основною метою діяльності Факультету є забезпечення умов, необхідних для здійснення освітньої діяльності, яка відповідає стандартам вищої освіти та забезпечує підготовку, згідно з державним замовленням, висококваліфікованих військових фахівців на рівнях вищої освіти перший (бакалаврський) рівень, другий (магістерський) рівень.
// Освітня діяльність на факультеті забезпечує здобуття курсантами (студентами, слухачами) знань, умінь і навичок у гуманітарній, соціальній, науково-природничій, технічній та військовій сферах, необхідних для професійної діяльності, та їх інтелектуального, морального, духовного, естетичного і фізичного розвитку.`
//         },
//         {
//             title: 'Факультет бойового застосування систем управління та зв\'язку',
//             specialities: ['Кібербезпека', 'Військове управління', 'Озброєння та військова техніка'],
//             description: `Факультет призначений для підготовки висококваліфікованих офіцерських кадрів за освітньо-кваліфікаційним рівнем «бакалавр», «магістр» та фахівців заочної форми навчання з числа військовослужбовців за контрактом.`
//         }
//     ]
// }
const a = {
    title: 'Військовий коледж сержантського складу Харківського національного університету Повітряних Сил ',
    coordinates: '50.01468748867598, 36.24374330583963',
    address: '61023, м. Харків-23, вул. Сумська, 77/79.',
    email: 'nachalnik_hups@meta.ua, info@hups.mil.gov.ua',
    phones: [
        {title: 'Загальна інформація', phone: '700-21-65, 704-96-45'},
        {title: `Щодо підготовки курсантів`, phone: ''}
    ],
    specialities: ['', ],
    description: ``,
}