export const viti = {
    title: 'Військовий інститут телекомунікацій та інформатизації імені Героїв Крут',
    coordinates: '50.429972386764774, 30.54421301167375',
    link: 'http://www.viti.edu.ua/',
    address: '01011, м. Київ, вул. Московська, 45/1',
    email: 'viti@viti.edu.ua viti@post.mil.gov.ua',
    phones: [
        {title: 'Телефон/факс (черговий Військового інституту)', phone: ' (044) 280-59-67, (044) 256-22-00'},
        {title: 'заступник начальника:', phone: '(044) 256-23-08'},
        {title: 'заступник начальника інституту з навчальної роботи:', phone: '(044) 256-22-93'},
        {title: 'заступник начальника інституту з наукової роботи:', phone: '(044) 256-23-07'},
        {title: 'начальник факультету телекомунікаційних систем:', phone: '(044) 256-22-21'},
        {title: 'начальник факультету інформаційних технологій:', phone: '(044) 256-22-35'},
        {title: 'начальник факультету бойового застосування систем управління та зв\'язку: ', phone: '(044) 256-23-37'},
        {title: 'начальник кафедри військової підготовки:', phone: '(044) 256-22-59'},
        {title: 'начальник навчального відділу:', phone: '(044) 256-22-71'},
        {title: 'начальник відділу особового складу та стройового:', phone: '(044) 256-23-89'}
    ],
    faculty: [
        {
            title: 'Факультет телекомунікаційних систем',
            specialities: ['Телекомунікації та радіотехніка'],
            description: `Факультет Телекомунікаційних систем Військового інституту телекомунікацій та інформатизації імені Героїв Крут є одним з основних організаційних і навчально-наукових структурних підрозділів інституту, який об'єднує кафедри, підрозділи курсантів.
Основною метою діяльності факультету є забезпечення умов, необхідних для здійснення освітньої діяльності, яка відповідає стандартам вищої освіти та забезпечує пдготовку, згідно з державним замовленням, висококвалфікованих військових фахівців на рівнях вищої освіти перший (бакалаврський) рівень, другий (магістерський) рівень та фахівців заочної форми навчання з числа військовослужбовців за контрактом.`
        },
        {

            title: 'Факультет інформаційних технологій',
            specialities: ['Комп’ютерні науки;', 'Інформаційні системи та технології.'],
            description: `Факультет Інформаційних технологій є одним з основних організаційних і навчально-наукових структурних підрозділів Військового інституту телекомунікацій та інформатизації.
Основною метою діяльності Факультету є забезпечення умов, необхідних для здійснення освітньої діяльності, яка відповідає стандартам вищої освіти та забезпечує підготовку, згідно з державним замовленням, висококваліфікованих військових фахівців на рівнях вищої освіти перший (бакалаврський) рівень, другий (магістерський) рівень.
Освітня діяльність на факультеті забезпечує здобуття курсантами (студентами, слухачами) знань, умінь і навичок у гуманітарній, соціальній, науково-природничій, технічній та військовій сферах, необхідних для професійної діяльності, та їх інтелектуального, морального, духовного, естетичного і фізичного розвитку.`
        },
        {
            title: 'Факультет бойового застосування систем управління та зв\'язку',
            specialities: ['Кібербезпека', 'Військове управління', 'Озброєння та військова техніка'],
            description: `Факультет призначений для підготовки висококваліфікованих офіцерських кадрів за освітньо-кваліфікаційним рівнем «бакалавр», «магістр» та фахівців заочної форми навчання з числа військовослужбовців за контрактом.`
        }
    ]
}

export const hnups = {
    title: 'Харківський національний університет Повітряних Сил імені Івана Кожедуба',
    coordinates: '50.029513903039245, 36.21093363683168',
    address: '61023, м. Харків, вул. Сумська 77/79',
    email: 'info@hups.mil.gov.ua',
    link: 'http://www.hups.mil.gov.ua/',
    phones: [
        {title: 'Телефон', phone: '700-21-65, 704-96-45'},
        {title: 'Телефони приймальної комісії:', phone: '057-773-03-94, 099-303-45-44 (МТС), 097-610-05-70'},
        {
            title: 'Контакти приймальної комісії університету щодо набору студентів з числа військовослужбовців військової служби за контрактом (бюджетна форма навчання, заочно):',
            phone: '704-96-93, 704-96-05, 702-17-50'
        },
        {title: 'елефони приймальної комісії щодо підготовки офіцерів запасу:', phone: '(057) 773-03-95'},
    ],
    faculty: [
        {
            title: 'Льотний факультет',
            specialities: [
                'льотна експлуатація та бойове застосування літаків',
                'льотна експлуатація та бойове застосування вертольотів',
                'навігація та бойове застосування літальних апаратів',
                'бойове управління польотами авіації',
                'виховна та соціально-психологічна робота в підрозділах'
            ],
            description: `Основною метою діяльності льотного факультету \n Харківського  національного університету Повітряних Сил є підготовка (перепідготовка) військових фахівців льотного профілю для Міністерства оборони України та інших державних військових формувань України, створених відповідно до законів України, згідно з державним замовленням, а також іноземних військових фахівців згідно угод про підготовку.`
        },
        {
            title: 'Інженерно-авіаційний факультет',
            specialities: [
                'військові літаки, вертольоти та авіадвигуни',
                'авіаційне озброєння',
                'технології та технологічне обладнання аеропортів',
                'авіаційне обладнання',
                'комплекси повітряної розвідки',
                'радіоелектронне обладнання літаків, вертольотів та ракет',
            ],
            description: `Інженерно-авіаційний факультет Харківського національного університету Повітряних Сил має багату та славетну історію. Факультет починає свою історію з формування Янівської військової школи авіаційних механіків. Офіційно день формування школи був визначений наказом Народного комісара Оборони СРСР – 23 лютого 1941 року. Перед школою була поставлена задача готувати авіаційних механіків літаків СБ та И-16.`
        },
        {
            title: 'Факультет зенітних ракетних військ',
            specialities: [
                'зенітні ракетні комплекси та системи малої дальності;',
                'зенітні ракетні комплекси та системи середньої дальності',
                'радіоелектронні засоби інформаційного забезпечення і управління зенітними ракетними комплексами та системами Повітряних Сил'
            ],
            description: `Створений у 1956 році на базі Артилерійської радіотехнічної академії Радянської Армії.
В даний час факультет здійснює підготовку висококваліфікованих офіцерів для зенітних ракетних військ.`
        },
        {
            title: 'Факультет автоматизованих систем управління та наземного забезпечення польотів авіації',
            specialities: [
                'Комп’ютерна інженерія',
                'Комп’ютерні науки та інформаційні технології',
                'Телекомунікації та радіотехніка'
            ],
            description: `Факультет був створений 11 вересня 2008 року на базі факультетів: автоматизованих систем управління та факультету наземного забезпечення бойових дій авіації Харківського університету Повітряних Сил Івана Кожедуба.
Факультет вирішує завдання підготовки згідно з державним замовленням і договірними зобов’язаннями висококваліфікованих військових фахівців для Міністерства оборони та інших державних військових формувань України.`
        },
        {
            title: 'Факультет радіотехнічних військ протиповітряної оборони',
            specialities: [
                'Телекомунікації та радіотехніка',
                '“Метрологія та інформаційно-вимірювальна техніка'
            ],
            description: `Радіотехнічні війська створені на базі служби повітряного спостереження, оповіщення та зв’язку 15 грудня 1951 року Постановою «Про створення служби раннього виявлення літаків повітряного противника». Цей день вважається днем народження Радіотехнічних військ.`
        },
        {
            title: 'Факультет протиповітряної оборони Сухопутних військ',
            specialities: [
                'Військове управління (СВ)',
                'Озброєння та військова техніка',
            ],
            description: `Факультет протиповітряної оборони Сухопутних військ – єдиний в Україні навчальний підрозділ, головною метою діяльності якого є якісна підготовка висококваліфікованих військових фахівців для Міністерства оборони України та інших державних військових формувань України, а також підготовка іноземних фахівців за державними угодами.`
        },
        {
            title: 'Факультет післядипломної освіти',
            specialities: [
                'Метрологія та інформаційно-вимірювальні техніка',
                'Електроенергетика, електротехніка та електромеханіка',
                'Телекомунікації та радіотехніка',
                'Інженерія програмного забезпечення”',
            ],
            description: `Головною метою факультету є забезпечення Збройних Сил України та інших військових формувань України необхідним резервом офіцерських кадрів, надбання їми умінь та навичок необхідних для належного виконання військового обов’язку у мирний та військовий час, обов’язків військової служби у воєнний час, а також підготовка військовослужбовців іноземних держав.`
        },
        {
            title: 'Факультет підготовки офіцерів запасу за контрактом',
            specialities: [
                'Психологія.',
                'Правове виховання.',
                'Організація морально-психологічного забезпечення військ (сил).',
                'Штабна авіаційна.',
                'Бойове управління польотами авіації з пунктів управління.',
                'Бойове управління польотами авіації з наземних пунктів управління, які мають системи наведення.',
                'Бойове застосування вертолітних військових частин і підрозділів авіації Сухопутних військ Збройних Сил України.',
                'Бойове застосування військових частин і підрозділів безпілотних авіаційних комплексів оперативно-тактичного, оперативного, стратегічного класів.',
                'Експлуатація та ремонт літаків, вертольотів, авіаційних двигунів.',
                'Експлуатація та ремонт авіаційного озброєння.',
                'Експлуатація та ремонт авіаційного устаткування літаків і вертольотів.',
                'Експлуатація та ремонт радіоелектронного устаткування літаків, вертольотів і авіаційних ракет.',
                'Організація перевезень і управління на автомобільному транспорті.',
                'Технічне забезпечення, експлуатація та ремонт засобів автоматизованого управління зенітних ракетних комплексів та систем.',
                'Бойове застосування автоматизованих засобів управління зенітними ракетними комплексами.',
                'Бойове застосування військових частин і підрозділів, озброєних багатоканальними зенітними ракетними комплексами та системами середньої дальності.',
                'Бойове застосування з’єднань, військових частин і підрозділів протиповітряної оборони Сухопутних військ Збройних Сил України, озброєних зенітними ракетними комплексами малої дальності.',
                'Бойове застосування з’єднань, військових частин і підрозділів, озброєних наземними засобами радіоелектронної боротьби.',
                'Бойове застосування змішаних з’єднань, військових частин і підрозділів зв’язку (крім підрозділів і військових частин зв’язку та радіотехнічного забезпечення авіації).',
                'Експлуатація та ремонт наземної апаратури радіозв’язку різної потужності.',
                'Організація технічного забезпечення, експлуатації та ремонту радіолокаційного озброєння.',
                'Бойове застосування військових частин і підрозділів радіотехнічних військ.',
                'Експлуатація та ремонт інженерних електротехнічних засобів.',
                'Метрологічне забезпечення військ (сил).',
                'Бойове застосування підрозділів зенітної артилерії.',
                'Експлуатація та ремонт радіотехнічних засобів наведення зенітних ракетних комплексів (систем).',
                'Штурманська авіації (крім морської авіації).',
                'Обробка (дешифрування) аерофотоданих повітряної розвідки.'
            ],
            description: `Підготовка офіцерів запасу на факультеті здійснюється відповідно до постанови Кабінету Міністрів України від 01.02.2012 № 48 “Про затвердження Порядку проведення військової підготовки громадян України за програмою підготовки офіцерів запасу” (зі змінами) та спільного наказу Міністерства оборони України та Міністерства освіти і науки України від 14.12.2015 № 719/1289 “Про затвердження Інструкції про організацію військової підготовки громадян України за програмою підготовки офіцерів запасу”.`
        },
        {
            title: 'Інститут цивільної авіації',
            specialities: [
                'Програмне забезпечення систем',
                'Комп’ютерні системи та мережі',
                'Електротехнічні системи електроспоживання',
                'Радіоелектронні пристрої, системи та комплекси',
                'Інформаційні вимірювальні системи',
                'Метрологія та вимірювальна техніка',
                'Авіоніка',
                'Технології робіт та технологічне обладнання аеропортів',
                'Виробництво, технічне обслуговування та ремонт повітряних суден і авіадвигунів',
                'Комп’ютерна інженерія',
                'Електротехніка та електротехнології',
                'Радіотехніка',
                'Обслуговування повітряних суден',
                'Льотна експлуатація повітряних суден',
            ],
            description: `Інститут цивільної авіації створений рішенням Міністра оборони України у 2017 році. Він складається з факультету інформаційних та технічних систем та Центру підготовки та сертифікації авіаційного персоналу на факультеті проводиться підготовка цивільних фахівців за освітніми ступенями бакалавра та магістра за кошти фізичних та юридичних осіб. З 2014 року факультет проводить підготовку іноземних громадян та осіб без громадянства за всіма ліцензованими спеціальностями.`
        },
    ]
}

export const vao = {
    title: 'Військова академія м.Одеса',
    coordinates: '46.442021362795295, 30.74197031446435',
    address: '65009, м. Одеса, вул. Фонтанська дорога, 10',
    email: 'mail@vaodesa.mil.gov.ua  vstup@vaodesa.mil.gov.ua',
    link: 'http://vaodesa.mil.gov.ua/news/latest.html',
    phones: [
        {title: 'Військова академія:', phone: ' +380 (482) 63-76-60'},
        {title: 'Приймальна комісія:', phone: '+380 (73) 157-09-01'},
        {
            title: 'Відбіркова комісія кафедри військової підготовки офіцерів запасу:',
            phone: '+380 (482) 63-76-60 (додатковий: 4-62)'
        }
    ],
    faculty: [
        {
            title: 'Факультет підготовки спеціалістів десантно-штурмових військ',
            specialities: ['Військове управління (за видами збройних сил) спеціалізаціями'],
            description: `Навчання курсантів теорії і практиці застосування підрозділів високомобільних десантних військ та морської піхоти у сучасному загальновійськовому бою;
            формування у курсантів високих організаторських здібностей, тактичного мислення, методичних навичок, розвиток здібності до творчого застосовування основних положень бойових статутів при організації і веденні бою;
            навчити курсантів виконувати стрибки з парашутом з різних типів військово-транспортних літаків та вертольотів з повною бойовою викладкою, вдень і вночі та на різноманітну місцевість;
            формувати у них навички в підготовці особового складу, озброєння, бойової техніки та військових вантажів до десантування парашутним способом;
            організовувати повітрянодесантну підготовку в підрозділі.`
        },
        {

            title: 'Факультет підготовки спеціалістів військової розвідки та спеціального призначення',
            specialities: ['Військова розвідка та спеціальне призначення'],
            description: `Навчання курсантів основам теорії та практики застосування з’єднань, частин та підрозділів Сухопутних військ. в сучасному загальновійськовому бою;
            формування у них високих організаторських здібностей, здатності підтримувати високу боєздатність підрозділів,
            підготовка офіцера, який знає будову, форми та способи бойового застосування технічних засобів розвідки, що знаходяться на озброєнні підрозділів розвідки та володіє основними способами протидії технічним засобам розвідки противника;
            забезпечення належної фахової підготовки з питань теорії і практики бойового застосування технічних засобів розвідки з урахуванням досвіду збройних конфліктів;`
        },
        {
            title: 'Факультет підготовки спеціалістів матеріально-технічного забезпечення',
            specialities: ['Забезпечення військ (сил)', 'Автомобільний транспорт'],
            description: `Здійснення наукової і науково-технічної діяльності, що пов'язана з проведенням системних наукових досліджень стану, перспектив розвитку та шляхів удосконалення системи матеріально-технічного забезпечення Сухопутних військ Збройних Сил України та військової освіти;
            здійснення підготовки наукових і науково-педагогічних кадрів та їх атестація;
            забезпечення культурного і духовного розвитку особистості, виховання осіб, які навчаються на факультеті, в дусі українського патріотизму і поваги до Конституції України;
            підвищення освітньо-культурного рівня особового складу факультету.
            Навчально-матеріальна база факультету забезпечує проведення усіх видів занять, передбачених навчальними планами і програмами, вона розміщується в одному навчальному корпусі, 30 навчальних класах та 2-х сховищах з військовою та спеціальною технікою. Для проведення занять залучаються більше 40 науково-педагогічних працівників, з яких 4 доктори наук та 17 кандидатів наук.`
        },
        {
            title: 'Факультет підготовки спеціалістів ракетно-артилерійського озброєння',
            specialities: ['Експлуатація та ремонт артилерійського озброєння', 'Експлуатація та ремонт ракетно-артилерійського озброєння', 'Боєприпаси, вибухові пристрої, освітлювальні та сигнальні засоби'],
            description: `- здійснення освітньої діяльності, що забезпечує підготовку військових фахівців за освітньо-кваліфікаційним рівнем «бакалавр» та за освітньо-кваліфікаційним рівнем «магістр» для Збройних Сил України та інших центральних органів виконавчої влади, за спеціальністями: Озброєння та військова техніка; Електроенергетіка, електротехніка та електромеханіка;
            підвищення рівня методичної підготовки науково-педагогічних працівників, опанування ними нових стандартів, форм, методів роботи, досягнення якісних змін у культурі взаємовідносин в системі підготовки та виховання майбутніх офіцерів;
            підтримання високого рівня військової дисципліни, забезпечення законності та правопорядку у військових колективах;
            удосконалення навчальної, матеріально-технічної бази кафедр факультету та забезпечення утримання у належному стані озброєння та військової техніки, навчально-тренувальних засобів;
            підтримання статутного порядку, забезпечення надійного зберігання військового майна;
            здійснення наукової і науково-технічної діяльності, що пов'язана з проведенням системних наукових досліджень стану, перспектив розвитку та шляхів удосконалення системи матеріально-технічного забезпечення Сухопутних військ Збройних Сил України та військової освіти.
            Факультет підготовки спеціалістів ракетно-артилерійського озброєння включає в себе три кафедри: кафедра інженерної механіки, кафедра електротехніки та систем ракетно-артилерійського озброєння і, власне, кафедра ракетно-артилерійського озброєння.`
        }
    ]
}

export const zhvi = {
    title: 'Житомирський військовий інститут імені С. П. Корольова',
    coordinates: '50.28376602709386, 28.615994119870514',
    address: '10004, м. Житомир, проспект Миру, 22',
    email: 'zvir@zvir.zt.ua pk@zvir.zt.ua',
    link: 'https://www.zvir.zt.ua/',
    phones: [
        {title: 'Телефон/факс:', phone: ' +38(0412)48-30-19'},
        {
            title: 'Приймальна комісія:', phone: '+38(0412)48-30-50;\n' +
                '\n' +
                '+38(067)450-25-57\n' +
                '\n' +
                '+38(093)450-25-57'
        },
    ],
    faculty: [
        {
            title: 'Факультет технічних видів розвідки',
            specialities: ['Електроенергетика, електротехніка та електромеханіка, спеціальністю;', 'Озброєння та військова техніка'],
            description: `До складу факультету входять: управління факультету, 4 кафедри, 5 навчальних курсів, підрозділи студентів-військовослужбовців військової служби за контрактом заочної форми навчання.
            У структурі факультету функціонують: військово-наукове товариство курсантів, вчена рада факультету.
            Формування у курсантів вмінь та практичних навичок з експлуатації бойової техніки здійснюється на сучасних зразках озброєння. Навчальні заняття проводяться науково-педагогічними працівниками, які мають наукові ступені, вчені звання та практичний досвід застосування озброєння та військової техніки. Активно аналізується досвід застосування озброєння та техніки в локальних війнах і збройних конфліктах, зокрема досвід ведення антитерористичної операції в окремих районах Донецької та Луганської областей, що сприяє своєчасному і якісному оновленню та доповненню навчальних програм дисциплін.
            На факультеті створені всі умови для подальшого професійного зростання науково-педагогічних працівників, інженерно-технічного складу та підвищення якості підготовки фахівців. Якість підготовки військових фахівців відповідає стандартам та кваліфікаційним вимогам на їх підготовку.`
        },
        {

            title: 'Факультет охорони державної таємниці та інформаційного протиборства',
            specialities: ['Забезпечення військ (сил);', 'Системи та засоби радіоелектронної боротьби забезпечення військ;', `Комп’ютеризовані засоби інформаційного впливу та організація захисту інформації з обмеженим доступом та автоматизація її обробки`],
            description: `Кафедра охорони державної таємниці та захисту інформації здійснює підготовку військових фахівців на замовлення Центрального управління охорони державної таємниці та захисту інформації Генерального штабу Збройних Сил України та інших військових формувань.
            Випускники мають бути підготовлені для проходження військової служби на посадах начальника служби охорони державної таємниці, заступника начальника служби охорони державної таємниці, начальника режимно-секретного органу військової частини (установи), інспектора спеціальної лабораторії.
            Отримані знання, практичні уміння та навички можуть застосовуватись як для професійної діяльності у силових структурах, так і в цивільному житті.
            Викладання навчальних дисциплін за вказаними здійснюється з урахуванням вимог нормативних та керівних документів, практичного досвіду служби у військах та досвіду бойових дій.
            Заняття проводять досвідчені викладачі. Науково-педагогічні працівники кафедр мають великий службовий та професійний досвід виконання обов’язків у військових частинах та установах Міністерства оборони України та Збройних Сил України. Більшість викладачів є учасниками антитерористичної операції на території Донецької та Луганської областей та заохочені відомчими відзнаками.`
        }
    ]
}

export const asv = {
    title: 'Національна академія сухопутних військ імені гетьмана Петра Сагайдачного',
    coordinates: '49.82481936448704, 24.018359870213317',
    address: '79026, м. Львів, вул. Героїв Майдану, 32',
    email: 'mail@asv.dod.ua',
    link: 'https://www.asv.gov.ua/',
    phones: [
        {title: 'Телефон/факс (приймальна): ', phone: '+380 (32) 238-65-34'},
        {title: 'Телефон (оперативний черговий): ', phone: '+380 (32) 258-44-00'},
        {title: 'Телефон (оперативний черговий) в мережі ЗСУ:', phone: '638-44-00'},
    ],
    faculty: [
        {
            title: 'Факультет бойового застосування військ',
            specialities: [
                'Управління діями підрозділів механізованих військ',
                'Управління діями підрозділів танкових військ',
            ],
            description: `Сьогодні факультет бойового застосування військ є одним із найбільших колективів Національної академії сухопутних військ. До навчання курсантів залучено більше 100 науково-педагогічних працівників, з них понад 20 науково-педагогічних працівників вищої категорії (докторів та кандидатів наук). Значна частина офіцерів в т.ч. науково-педагогічних працівників факультету брала участь в антитерористичній операції і зараз передають та впроваджують цей досвід в навчальний процес.
Основним завданням факультету є підготовка офіцерів для механізованих та танкових військ та надання базових знань та умінь майбутнім офіцерам також інших спеціальностей.`
        },
        {
            title: 'Факультет ракетних військ і артилерії',
            specialities: [
                'Управління діями підрозділів наземної артилерії',
                'Управління діями підрозділів ракетних військ',
                'Комплекси, прилади та пристрої артилерійської розвідки',
            ],
            description: `Факультет ракетних військ і артилерії є одним із найбільших колективів Академії сухопутних військ. Загальна чисельність науково-педагогічних працівників та допоміжного складу становить 118 чоловіки. До навчання курсантів залучено 46 науково-педагогічних працівників, з них 18 науково-педагогічних працівників вищої категорії (4 доктора та 14 кандидатів наук).
На факультеті ракетних військ і артилерії здійснюється підготовка командирів артилерійських і ракетних підрозділів, фахівців артилерійської розвідки.`
        },
        {
            title: 'Інститут морально-психологічного забезпечення',
            specialities: [
                'Виховна та соціально-психологічна робота у підрозділах Сухопутних військ',
                'Диригування військовим оркестрами (ансамблями пісні і танцю), оркестрові духові та ударні інструменти',
                'Культурно-виховна, просвітницька робота та організація дозвілля у військах (силах)',
            ],
            description: `Основними завданнями інституту морально-психологічного забезпечення є:
 
постійне удосконалення якості підготовки курсантів за рахунок втілення передових технологій, форм і методів навчання й виховання, активізації пізнавальної, наукової та військової діяльності; 
всебічний розвиток курсантів, формування у них загальнолюдських цінностей, високих військово-професійних та морально-психологічних якостей, відповідальності за свої вчинки і дії, забезпечення високої бойової та мобілізаційної готовності; 
впровадження в освітній процес сучасного досвіду бойових дій під час проведення антитерористичної операції підрозділами Збройних Сил України, провідних країн світу у локальних війнах і збройних конфліктах, та їхньої бойової підготовки до виконання завдань за призначенням; 
проведення курсів підвищення кваліфікації офіцерського складу з питань морально-психологічного забезпечення та управління повсякденною діяльністю підрозділів, у тому числі з основ військового управління; 
виховання у курсантів почуття обов’язку та готовності до захисту Батьківщини; 
підтримання високої професійної підготовки постійного особового складу, удосконалення їх методичної майстерності; 
проведення заходів з наукової та науково-технічної діяльності, із залученням науково-педагогічних працівників, інженерно-технічного, навчально-допоміжного складу та особового складу курсантських підрозділів; 
організація методичної діяльності на кафедрах, втілення в навчальну роботу передового педагогічного досвіду, сучасних методик навчання, комп’ютерних технологій, технічних засобів навчання, приладів та тренажерних засобів.`
        },
        {
            title: 'Факультет підготовки спеціалістів бойового (оперативного) забезпечення',
            specialities: [
                'Озброєння та техніка інженерних військ',
                'Управління діями інженерних підрозділів військ і сил',
            ],
            description: `Факультет призначений для підготовки офіцерів тактичної ланки для інженерних військ Збройних Сил та інших військових формувань України.
З цією метою на факультеті проводиться навчання курсантів – майбутніх офіцерів основам інженерного забезпечення сучасного бою, вивчення фундаментальних природничо-наукових дисциплін, виховання особового складу у дусі патріотизму, любові до рідної Батьківщини, розуміння необхідності збереження цілісності та недоторканості нашої держави.
Для забезпечення можливості курсантів безперешкодно отримувати необхідні для подальшої професійної діяльності знання на факультеті створені соціально-побутові умови, надається можливість для самостійного самовдосконалення під керівництвом досвідчених викладачів, курсанти постійно працюють над вдосконаленням своєї фізичної підготовленості. Особлива увага приділяється задоволенню курсантами їх моральних та духовних потреб.
Після проходження курсу навчання на факультеті офіцер-випускник здатний особисто керувати дорученим йому підрозділом, підлеглим особовим складом та технікою, організовувати виконання завдань щодо інженерного забезпечення дій механізованих та танкових підрозділів, здійснювати заходи щодо захисту підрозділів та об’єктів від засобів ураження противника. Загальновідомо, що успіх у сучасних бойових діях неможливий без якісного та своєчасного інженерного забезпечення, подвиги воїнів-інженерів уславили історію інженерних військ, що неодноразово підтвердили випускники факультету в зоні проведення антитерористичної операції на сході нашої держави.`
        },
    ]
}

export const vlch = {
    title: 'Чернігівський ліцей з посиленою військово-фізичною підготовкою',
    coordinates: '51.5222565003057, 31.287512899232702',
    address: 'Україна, 14033, м. Чернігів, вул. Стрілецька, 1',
    link: 'http://vlch.org/',
    email: 'millyc08@meta.ua',
    description: [
        `Чернігівський ліцей з посиленою військово-фізичною підготовкою - загальноосвітній навчальний заклад ІІІ ступеня інтернатного типу з профільним навчанням та допрофесійною підготовкою, створений на базі Чернігівського вищого військового авіаційного училища льотчиків відповідно до Постанови Кабінету Міністрів України від 19 серпня 1992 року`,
        `Навчальний заклад надає вихованцям повну загальну середня освіту , знання та навички з військової та фізичної підготовки, виховує в них високі моральні якості, дисциплінованість, любов до військової служби та професії офіцера, готує їх фізично здоровими, вольовими юнаками, спроможними долати труднощі військової служби.`,
        `Особлива увага приділяється патріотичному вихованню та військово-професійної орієнтації вихованців, що передбачає розвиток високих моральних почуттів і рис поведінки, а саме: любові до своєї Батьківщини, свого краю, рідної мови, традицій, культури, виховання хоробрості, мужності, готовності захищати свою державу.`,
        `У ліцеї працюють різноманітні спортивні секції, проводяться спортивні свята та змагання, спартакіада з восьми видів спорту. Ліцеїсти успішно виступають на спортивних змаганнях на першість міста, області, України, а також на міжнародних змаганнях.`,
        `За сприянням управління освіти і науки Чернігівської облдержадміністрації значно поліпшилась навчально-матеріальна база закладу: відремонтовано навчальні аудиторії, введено у дію сучасні аудиторії, поліпшено побутові умови в казармі, удосконалюється обладнання спортивної бази, гімнастичного містечка та їдальні.`,
        `Чернігівський ліцей з ПВФП – єдиний заклад в Україні, де 38 ліцеїстів виконали мотиваційні польоти на реактивному літаку Л-39. Це перший в світовій історії приклад масового виконання польотів на реактивних літаках.`,
        `Сьогодні ліцей - це сучасний загальноосвітній середній навчальний заклад, у якому створені всі умови для отримання вихованцями якісної освіти та підготовки їх до навчання у вищих військових та цивільних навчальних закладах України.`,
    ],
    phones: [
        {title: 'Тел./факс:', phone: '(04622) 5-90-29, 5-31-34'},
        {title: '  м.т. нач. ліцею', phone: '+380972810826'},
    ]
};

export const kvl = {
    title: 'Київський військовий ліцей імені Івана Богуна',
    coordinates: '50.4229, 30.5452',
    address: '01014, м. Київ, бул. Лесі Українки, 25 044-286-17-18.',
    link: 'http://kvl.mil.gov.ua/',
    email: 'kvlvr@ukr.net',
    description: [
        `У 1992 році згідно постанови Кабінету Міністрів України № 490 і наказом Міністра оборони України № 133 «Про реформування Київського суворовського військового училища» на його базі було створено Київський військовий ліцей. З 1993 року введено трирічний термін навчання.`,
        `4 жовтня 1994 Київському військовому ліцею було вручено бойове знамено Збройних сил України.`,
        `Постановою Кабінету Міністрів України № 764 від 1 червня 1998 року, за ініціативи спілки офіцерів України, ліцею було присвоєно ім'я активного учасника визвольного руху за незалежність України Івана Богуна і він почав іменуватися Київським військовим ліцеєм імені Івана Богуна, а в березні 1998 року ліцею видано ліцензію на проведення освітньої діяльності, пов'язаної з наданням повної загальної середньої освіти.`,
        `Згідно постанови Кабінету Міністрів України від 1 червня 1998 року № 764 на базі Боярського центрального клінічного санаторію було створено навчально-оздоровчий комплекс Київського військового ліцею для надання учням 8-9 класів, загальною кількістю 250 осіб, базової середньої освіти і оздоровлення ліцеїстів 10-11 класів Київського військового ліцею і ліцеїв з посиленою військово-фізичною підготовкою. Навчально-оздоровчий комплекс — це структурний підрозділ Київського військового ліцею ім. І.Богуна.`,
        `Наказом начальника Головного управління освіти і науки виконавчого органу Київської міської ради від 25.07.2005 за № 196 Київський військовий ліцей імені Івана Богуна визнано атестованим з відзнакою.`,
    ],
    phones: [
        {title: 'Заступник начальника навчальної частини', phone: '+38 (099) 440 16 79'},
        {
            title: 'Заступник начальника ліцею з морально-психологічного забезпечення',
            phone: '(063) 643 38 90; (066) 366 15 20'
        },
    ]
};

export const vml = {
    title: 'Одеський військово-морський ліцей',
    coordinates: '46.43453536121909, 30.745203156418423',
    address: '65062, м. Одеса, Фонтанська дорога, 14',
    link: 'http://vml.org.ua/',
    email: 'info@vml.org.ua',
    description: [
        `Військово-морський ліцей відкрито 1 вересня 2009 року відповідно до Постанови Кабінету Міністрів України та наказу Міністра оборони України від 10.09.2008 № 448 «Про створення військово-морського ліцею у місті Севастополь»`,
        `Навесні 2014 року навчальний заклад було передислоковано з Севастополя до Одеси через анексію Криму Російською Федерацією. 1 вересня того ж року у ліцеї відновлено навчально-виховний процес.`,
        `У 2016 році в Одесі відбувся перший випуск ліцеїстів, переважна більшість яких стала курсантами факультету Військово-Морських Сил Національного університету «Одеська морська академія» та інших військових навчальних закладів.`,
    ],
    phones: [
        {title: 'Телефони для довідок:', phone: '0638823550, 0501069125, 0982088680.'},
    ]
};

export const sergXn = {
    title: 'Військовий коледж сержантського складу Харківського національного університету Повітряних Сил ',
    coordinates: '50.01468748867598, 36.24374330583963',
    address: '61023, м. Харків-23, вул. Сумська, 77/79',
    email: 'nachalnik_hups@meta.ua, info@hups.mil.gov.ua',
    phones: [
        {title: 'Загальна інформація', phone: '700-21-65, 704-96-45'},
        {
            title: `Щодо підготовки курсантів`,
            phone: `(057) 704-96-10, (057) 704-96-89, (057) 704-96-40, +38 (095) 943-53-55, (057) 704-96-93`
        },
    ],
    faculty: [
        {
            specialities: ['Науки про землю (Метеорологічні спостереження у військах)', 'Електроніка та телекомунікації', 'Авіаційний транспорт'],
            description: `Військовий коледж сержантського складу Харківського національного університету Повітряних Сил здійснює підготовку військових фахівців за освітньо-кваліфікаційним рівнем “молодший спеціаліст” (в подальшому “молодший бакалавр”) для проходження військової служби на посадах фахівців з експлуатації повітряних суден, устаткування повітряних суден, експлуатації наземних засобів радіоелектронного забезпечення польотів, військ протиповітряної оборони та метеорологів за спеціальностями та спеціалізаціями, відповідно до ліцензії в межах ліцензованого обсягу. Форма навчання – денна, термін навчання – 2,5 роки.
   До складу Коледжу входять вісім циклових комісій, які забезпечують теоретичну та практичну підготовку курсантів. Педагогічні працівники коледжу мають великий практичний досвід експлуатації озброєння та військової техніки та значний досвід служби у військах.
   Практична підготовка курсантів здійснюється в спеціалізованих аудиторіях, у навчально-виробничих майстернях, зразках озброєння НТК факультетів, полігонах, а також на авіаремонтних підприємствах та військовій частинах Збройних Сил України при проходженні практик та військового стажування.
   Курсанти коледжу приймають активну участь у олімпіадах, конкурсах, у громадському та спортивному житті університету.
   Після закінчення Військового коледжу випускники отримують військове звання сержантського складу та диплом “молодшого спеціаліста” (в подальшому “молодшого бакалавра”) за спеціальністю підготовки.
   Продовжують свою службу у стройових частинах на посадах інженерно-авіаційної служби, батальйону зв’язку та РТЗ, гідрометеорологічної служби, протиповітряної оборони Сухопутних військ.
   Випускники Коледжу мають можливість вступу на 2 – 3 курс ХНУПС за результатами фахового вступного випробування. `
        }
    ],
}
export const viticol = {
    title: 'Військовий коледж сержантського складу Військового інституту телекомунікацій та інформатизації  ',
    coordinates: '49.61396446809019, 34.53082983064744',
    address: '36009, Україна, м. Полтава, вул. Зіньківська, буд. 44',
    email: 'pvkss@ukr.net',
    phones: [
        {title: 'Міські:', phone: '(0532) 53-67-13 (дод. 3-12-01, 3-12-03)'},
        {title: `Мобільні:`, phone: `(096) 5504185, (050) 1760099, (095) 7496901, (063) 9603057 `},
        {title: `Черговий ВКСС ВІТІ:`, phone: `(093) 3121886 (06-00-24-00) `},
    ],
    faculty: [
        {
            specialities: ['Комп’ютерні науки;', 'Телекомунікації та радіотехніка'],
            description: `Військовий коледж сержантського складу Військового інституту телекомунікацій та інформатизації сформований 18 травня 2010 року у відповідності зі спільним наказом Міністра оборони України та Міністра освіти і науки України від 21.09.2009 № 476/877 “Про додаткові заходи щодо організації підготовки сержантського та старшинського складу за освітньо- кваліфікаційним рівнем “молодший спеціаліст” на виконання постанови Кабінету Міністрів України від 13.05.2009 № 467 “Про заходи щодо подальшої оптимізації мережі вищих військових навчальних закладів та військових навчальних підрозділів вищих навчальних закладів”. 
                21 жовтня 2013 року Військовий коледж сержантського складу Військового інституту телекомунікацій та інформатизації НТУУ "КПІ” перейменовано в Військовий коледж сержантського складу Військового інституту телекомунікацій та інформатизації Державного університету телекомунікації. Відповідно до спільної директиви Міністерства обороги України та Генерального штабу Збройних сил України від 01.04.2015 року №Д-322/1/11 Військовий коледж сержантського складу Військового інституту телекомунікації та інформатизації Державного університету телекомунікації перейменовано в Військовий коледж сержантського складу Військового інституту телекомунікації та інформатизації (далі − ВКСС ВІТІ). `
        }
    ],
}
export const lvivcol = {
    title: 'Військовий коледж сержантського складу (НАСВ) ',
    coordinates: '49.85100701195718, 24.01660080084702',
    address: '79000, Львів, Львівська область, вулиця Батуринська, 2 ',
    email: 'vkss asv@ukr.net',
    phones: [
        {title: 'Телефон / факс:', phone: '258 44 84'},
    ],
    faculty: [
        {
            specialities: [' Музичне мистецтво', 'Монтаж і експлуатація електроустаткування електростанцій і енергосистем', 'Організація перевезень і управління на автомобільному транспорті', `Обслуговування та ремонт автомобілів і двигунів`, `Адміністрування у військових підрозділах (рота, батальйон)`, `Організація харчування у військових частинах`, `Організація зберігання озброєння, військової техніки та майна`, `Експлуатація озброєння і техніки інженерних військ`, `Радіаційний та хімічний контроль`, `Організація та техніка протипожежного захисту`],
            description: [`Основними завданнями Військового коледжу сержантського складу є:`,
                `підготовка курсантів до військово-професійної діяльності в Збройних Силах України та інших військових формуваннях держави, відповідного освітньо-кваліфікаційного рівня, системи стандартів вищої освіти;`,
                `- впровадження освітньої діяльності з підготовки військових фахівців, яка включає навчальну, виховну, методичну і культурну діяльність;`,
                `- забезпечення виконання державного замовлення на підготовку фахівців з неповною вищою освітою;`,
                `- забезпечення умов для оволодіння системою знань про людину, природу і суспільство, військову справу;`,
                `- формування соціально зрілої, творчої особистості;`,
                `- виховання морально, психічно і фізично здорового покоління свідомих громадян Української держави;`,
                `- виконання моральних норм і загальновизнаних принципів міжнародного права;`,
                `- формування громадянської позиції, патріотизму, власної гідності, готовності до військово-професійної діяльності на основі розвинутих професійно-важливих якостей, відповідальності за свою роботу перед суспільством, державою і людством;`,
                `- забезпечення високих етичних норм у стосунках між військовослужбовцями, викладачами та курсантами, атмосфери доброзичливості і взаємної поваги;`,
                `- підвищення кваліфікації педагогічних кадрів;`,
                `- військово-патріотична та культурно-просвітницька діяльність.`,
                `Військовий коледж сержантського складу здійснює освітню діяльність з підготовки професійного сержантського складу середнього та вищого рівня для потреб Збройних Сил України.`
            ]
        }
    ],
}
export const kampocol = {
    title: 'Військовий коледж сержантського складу Кам’янець-Подільського національного університету імені Івана Огієнка ',
    coordinates: '48.67516309240176, 26.586735563371928',
    address: '32300, м. Кам\'янець-Подільський, Хмельницька область, вул. Огієнка, 61',
    email: 'post@kpnu.edu.ua',
    phones: [
        {title: 'Телефон', phone: '(03849) 3-05-13'},
        {title: `Cекретар відбіркової комісії`, phone: `0630635757, 0968051922`},
    ],
    faculty: [
        {
            specialities: ['Експлуатація озброєння і техніки інженерних військ', 'Радіаційний та хімічний контроль', 'Монтаж і експлуатація електроустаткування електростанцій і енергосистем'],
            description: [`Військовий коледж сержантського складу Кам’янець-Подільського національного університету імені Івана Огієнка (далі – Військовий коледж) створений відповідно до спільного наказу Міністерства освіти і науки України та Міністерства оборони України від 21.09.09 №476/877 “Про додаткові заходи щодо підготовки сержантського складу за освітньо-кваліфікаційним рівнем “молодший спеціаліст” для Збройних Сил України” з метою оптимізації мережі вищих військових навчальних закладів та необхідністю організації підготовки військових фахівців інженерного фаху з освітньо-кваліфікаційним рівнем “молодший спеціаліст” для Збройних Сил України. На даний час у Військовому коледжі проводиться підготовка сержантів (старшин) для Міністерства оборони України, за освітньо-кваліфікаційним рівнем “молодший спеціаліст”. Термін навчання – 2,5 роки . `,
                `Для якісної підготовки військових фахівців у Війському коледжі є всі необхідні умови: сучасні навчальні корпуси, лекційні зали, спеціалізовані аудиторії та лабораторії, спортивні комплекси, комп’ютерні класи, навчальний полігон загальною площею близько      270 гектарів, зразково обладнаний парк інженерної техніки, 2 бібліотеки.`,
                `На навчальному полігоні, який розташований на відстані всього    0,5 км від території Військового коледжу облаштовано 12 навчальних містечок, машинодром, автодром, стрільбище, польовий табір, плавальний басейн, водойма для проведення занять по будівництву мостів та наведення переправ.`,
                `Для удосконалення фізичних та професійних якостей особового складу у Військовому коледжі є сучасні спортивні зали, стадіон, стрілецький тир, спортивні майданчики, смуги перешкод. Працюють секції з різних видів спорту.`,
                `Для відпочинку і культурного розвитку курсантів регулярно проводяться концерти майстрів мистецтв, дискотеки, вечори відпочинку, екскурсії, активно діють колективи художньої самодіяльності.`,
                `Проживають курсанти в обладнаних, за сучасними вимогами гуртожитках, у яких є усі можливості для повноцінного побуту та відпочинку.`,
                `Харчування організовано у курсантській їдальні, крім цього на території Військового коледжу функціонує курсантське кафе.`,
                `Для медичних потреб на території Військового коледжу є поліклініка з лазаретом, які оснащені необхідним медичним приладдям і апаратурою, діє стоматологічний кабінет.`
            ]
        }
    ],
}
