import React from 'react';
import img from '../../resources/img.png';

const Info = () => {
    return (
        <div>
            <h5>Основні переваги навчання в ВВНЗ: </h5>
            <ul>
                <li>Повністю безкоштовне навчання, виплата стипендії.</li>
                <li>Для дівчат - можливість проживання (з 1 курсу в гуртожитку 3-4 людини в кімнаті, душ в кімнаті, є кухня). Після закінчення ВНЗ дівчата проходять службу на офіцерських посадах.</li>
                <li>Повне забезпечення побутових умов під час навчання (баня, душові кабіни в казармі та гуртожитку).</li>
                <li>Під час навчання надається дві відпустки: зимова (2 тижні) та літня (1 місяць).</li>
                <li>Отримання сучасної престижної спеціальності рівня бакалавр, магістр, яка актуальна в цивільному житті (тобто видається диплом державного зразка за яким ви можете працювати по цивільній професії , в разі не бажання проходити військову службу).</li>
                <li>Отримання диплому європейського рівня.</li>
                <li>Повне забезпечення речовим майном (одяг та взуття) за рахунок Держави.</li>
                <li>Безкоштовне 3-х разове харчування.</li>
                <li>Безкоштовне медичне забезпечення та лікування.</li>
                <li> Стовідсоткове забезпечення проходження практики та стажування.</li>
                <li>Стовідсоткове працевлаштування після закінчення навчального закладу.</li>
                <li>Держава зобов’язана забезпечити офіцера після закінчення навчання житлом безкоштовно.</li>
                <li>Високий рівень заробітної плати після закінчення ВНЗ.</li>
            </ul>
            <img src={img} alt="" style={{width: '100%'}} className="mt-4 mb-4" />
            <p>У вас є можливість подати документи в військовий вуз та цивільний одночасно. Вищі військові навчальні заклади та військові навчальні підрозділи вищих навчальних закладів України приймають на навчання за ступенем (освітньо-кваліфікаційним рівнем) бакалавра (спеціаліста) осіб з числа цивільної молоді, військовослужбовців строкової військової служби, військовослужбовців військової служби за контрактом та здійснюють підготовку для проходження військової служби за контрактом на посадах осіб офіцерського складу в Збройних Силах України. Випускники ВВНЗ (ВНП ВНЗ) отримують вищу військово-спеціальну освіту, диплом державного зразка про повну (або базову) вищу освіту та відповідну кваліфікацію. Термін підготовки: офіцерів командного фаху — 4 роки; офіцерів інженерного та гуманітарного фахів — 5 років.</p>
            <p>Бажаючі які хочуть вступити до вищих військових навчальних закладів та отримати більш детальнішу інформацію, можуть звернутись до місцевого військового комісаріату. Перелк документів навчальної справи кандидата Для оформлення особової справи кандидата на навчання за державним замовленням вступники з числа осіб, які не є військовослужбовцями подають заяву до військового комісаріату за місцем проживання (з 01 січня по 01червня року вступу) У заяві (рапорті) вказується: - військове звання (для військовослужбовців);</p>
            <ul>
                <li>прізвище, ім'я, по батькові;</li>
                <li>займана посада (для військовослужбовців);</li>
                <li>рік, місяць і день народження;</li>
                <li>освіта;</li>
                <li>обраний напрям підготовки;</li>
                <li>форма навчання – денна (або заочна для військовослужбовців);</li>
                <li>перелік конкурсних предметів, з яких вступник зареєструвався для проходження зовнішнього незалежного оцінювання (якщо така реєстрація була);</li>
                <li>адреса місця проживання, контактний номер телефону. </li>
            </ul>
            <p>До заяви (рапорту) додається: </p>
            <ol>
                <li>Довідка про результати спеціальної перевірки;   2. Копія документа державного зразка про раніше здобутий освітній освітньо-кваліфікаційний рівень та додатка до нього;</li>
                <li>Автобіографія, в якій вказується поштовий індекс, адреса місця проживання та номер телефону, а також поштовий індекс та адреса військової частини, де військовослужбовець проходить службу;</li>
                <li>Характеристика з останнього місця навчання (служби);</li>
                <li>Картка професійного відбору;</li>
                <li>Копія службової картки (для військовослужбовців);</li>
                <li>Витяг з послужного списку(для військовослужбовців);</li>
                <li>Копія контракту про проходження військової служби (для військовослужбовців);</li>
                <li>Копія свідоцтва про народження;</li>
                <li>Копія паспорта (1-а, 2-а сторінки та місце реєстрації);</li>
                <li>Посвідчення про приписку (військовій квиток);</li>
                <li>Шість кольорових фотокарток (без головного убору, розміром 3x4 см);</li>
                <li>Копії документів, які встановлюють право на пільги відповідно до чинного законодавства та вказані в Правилах прийому;</li>
                <li>Копія довідки про присвоєння ідентифікаційного коду;</li>
                <li>Довідка про відсутність судимості;</li>
                <li>Два поштових конверти з марками.</li>
            </ol>
            <p>Медичні документи:</p>
            <ol>
                <li>Картка медичного огляду кандидата на навчання у ВВНЗ (додаток 12 до Положення про військово-лікарську експертизу в ЗС України, затвердженого наказом Міністра оборони України від 14 серпня 2008 року № 402 (зі змінами) та кандидати на навчання у ВВНЗ, які бажають навчатися за льотними спеціальностями та за спеціальністью оператор УПР додатково надають картку медичного огляду того, хто вступає у ВВНЗ, який здійснює підготовку льотного складу та операторів УПР (додаток 20 до Положення про військово-лікарську експертизу в ЗС України, затвердженого наказом Міністра оборони України від 14 серпня 2008 року № 402 (зі змінами);</li>
                <li>
                    <span>Крім того, кандидати з числа цивільних осіб додатково направляють:</span>
                    <ul>
                        <li>оригінал медичної картки амбулаторного хворого (форма МОЗ України № 025);</li>
                        <li>сертифікати про проходження профілактичного наркологічного огляду (облікова форма МОЗ України № 140/о);</li>
                        <li>довідка про проведення попереднього та періодичного психіатричних оглядів (облікова форма МОЗ України № 122-2/о);</li>
                        <li>довідки з протитуберкульозного та шкірно-венерологічного диспансерів (кабінетів);</li>
                        <li>результати проведених медичних досліджень;</li>
                    </ul>
                </li>
                <li>Військовослужбовці додатково направляють медичну книжку встановленого зразка, службову та медичну характеристики.</li>
            </ol>
            <p>Для вступу до ВНЗ необхідно здати 3 вступних іспиту (в залежності від вибраної спеціальності навчання) та нормативи з фізичної підготовленості також сертифікати ЗНО мінімальна кількість балів, для допуску до участі у конкурсі від 100 до 130 балів ЗНО в залежності від вузу та напрямку підготовки .</p>
        </div>
    )
}

export default Info;

